[
    {
        "parameters": {
            "trunk": {
                "diameter": 57,
                "thickness": 3.5
            },
            "лопасть": {
                "diameter": 180,
                "thickness": 4
            }
        },
        "description": "Это стальной стержень диаметром 57 мм и длиной 1,5 м, который используют для строительства устойчивых и надежных оснований легких строений, временных сооружений. Применение металлических опор значительно упрощает возведение фундаментов на участках с большими перепадами по высоте, высоким уровнем грунтовых вод, заторфованными, насыпными или болотистыми почвами. В нашей компании вы можете заказать изготовление комплекта для фундамента или приобрести готовые конструкции по самым низким ценам.",
        "prices": {
            "product": {
                "500": 490,
                "1000": 750,
                "1500": 850,
                "2000": 970,
                "2500": 1070,
                "3000": 1200,
                "3500": 1300,
                "4000": 1450
            },
            "cap": 250
        },
        "usage": [
            "Лёгкие постройки",
            "Беседки",
            "Террасы",
            "Заборы",
            "Указатели",
            "Малые опоры",
            "Дорожные знаки"
        ]
    },
    {
        "parameters": {
            "trunk": {
                "diameter": 76,
                "thickness": 3.5
            },
            "лопасть": {
                "diameter": 250,
                "thickness": 4
            }
        },
        "description": "Это стальной стержень диаметром 76 мм и длиной 1,5 м, который используют для строительства устойчивых и надежных оснований легких строений, временных сооружений. Применение металлических опор значительно упрощает возведение фундаментов на участках с большими перепадами по высоте, высоким уровнем грунтовых вод, заторфованными, насыпными или болотистыми почвами. В нашей компании вы можете заказать изготовление комплекта для фундамента или приобрести готовые конструкции по самым низким ценам.",
        "prices": {
            "product": {
                "1000": 790,
                "1500": 1030,
                "2000": 1170,
                "2500": 1350,
                "3000": 1520,
                "3500": 1700,
                "4000": 1900
            },
            "cap": 250
        },
        "usage": [
            "Лёгкие постройки",
            "Беседки",
            "Террасы",
            "Заборы",
            "Указатели",
            "Малые опоры",
            "Дорожные знаки"
        ]
    },
    {
        "parameters": {
            "trunk": {
                "diameter": 89,
                "thickness": 3.5
            },
            "лопасть": {
                "diameter": 300,
                "thickness": 5
            }
        },
        "description": "Это стальной стержень диаметром 89 мм и длиной 1,5 м, который используют для строительства устойчивых и надежных оснований легких строений, временных сооружений. Применение металлических опор значительно упрощает возведение фундаментов на участках с большими перепадами по высоте, высоким уровнем грунтовых вод, заторфованными, насыпными или болотистыми почвами. В нашей компании вы можете заказать изготовление комплекта для фундамента или приобрести готовые конструкции по самым низким ценам.",
        "prices": {
            "product": {
                "1000": 960,
                "1500": 1220,
                "2000": 1460,
                "2500": 1650,
                "3000": 1830,
                "3500": 2000,
                "4000": 2200
            },
            "cap": 250
        },
        "usage": [
            "Небольшие дома",
            "Хозблоки",
            "Тяжёлые заборы",
            "Вспомогательные сваи"
        ]
    },
    {
        "parameters": {
            "trunk": {
                "diameter": 108,
                "thickness": 4
            },
            "лопасть": {
                "diameter": 350,
                "thickness": 5
            }
        },
        "description": "ЭЭто стальной стержень диаметром 108 мм и длиной 1,5 м, который используют для строительства устойчивых и надежных оснований легких строений, временных сооружений. Применение металлических опор значительно упрощает возведение фундаментов на участках с большими перепадами по высоте, высоким уровнем грунтовых вод, заторфованными, насыпными или болотистыми почвами. В нашей компании вы можете заказать изготовление комплекта для фундамента или приобрести готовые конструкции по самым низким ценам.",
        "prices": {
            "product": {
                "1500": 1440,
                "2000": 1760,
                "2500": 1980,
                "3000": 2200,
                "3500": 2420,
                "4000": 4000
            },
            "cap": 250
        },
        "usage": [
            "Дома",
            "Ангары",
            "Пирсы",
            "Тяжёлые заборы",
            "Ворота"
        ]
    }
]